[
  
    {
      "title"    : "Accionistas",
      "content"  : "AccionistasDescargar capítuloBBVA persigue la creación de valor a largo plazo para todos sus grupos de interés, especialmente para sus accionistasLa acción BBVA(31 - 12 - 2016)ACCIONES ENCIRCULACIÓN6.567 MillonesVALOR CONTABLE POR ACCIÓN7,22 €COTIZACIÓN ÚLTIMA6,61 €/acciónCAPITALIZACIÓN BURSÁTIL42.118 Mill. €Cotiza en las principales bolsas de valores mundialesPonderación de la acción BBVA en los principales índices bursátiles(31 - 12 - 2016)IBEX358,7%EURO STOXX 501,9%EURO STOXX BANKS9,3%STOXX EUROPE 600 BANKS4,4%Buena diversificación del accionariadoRemuneraciónUnos accionistas que han recibido 1.043 millones de euros de remuneración en efectivoRelación con accionistas e inversoresEl Banco se ha dotado de una política de comunicación con accionistas e inversores que tiene como principio fundamental la transparencia, veracidad, inmediatez y homogeneidad en la difusión de la información.Además, la unidadde Investor Relations facilita el acceso de todos los accionistas de BBVA a la llamada oficina del accionistacuyos objetivos son informar sobre los aspectos relevantes de la acción y el Grupo, ofrecer productos especiales y atender sugerencias.",
      "url"      : "/grupos-interes/accionistas/"
    },
  
    {
      "title"    : "Carta del Presidente",
      "content"  : "Carta del PresidenteDescargar capítuloEstimada/o accionista:En 2016 la economía mundial creció un 3,0%, algo menos que en 2015. El entorno macroeconómico estuvo afectado por una elevada volatilidad de los mercados financieros, fundamentalmente durante el primer trimestre del año, con fuertes caídas de los precios de las materias primas e incertidumbres sobre las economías de Estados Unidos y de China. A lo largo del ejercicio se produjo una recuperación lenta que estuvo marcada por la materialización de escenarios políticos inesperados, las depreciaciones cambiarias en algunos países emergentes y las tensiones geopolíticas en Oriente Medio.Las economías emergentes, en su conjunto, registraron un crecimiento del 4% frente al 4,1% de 2015; y en las desarrolladas, el crecimiento disminuyó al 1,6% frente al 2,2% de 2015, debido en gran medida a la desaceleración de Estados Unidos.El beneficio atribuido de BBVA ascendió a 3.475 millones de euros, la cifra más alta desde 2010, lo que supone un crecimiento interanual de casi el 32% en euros corrientes y del 61% en euros constantesEn este contexto, el beneficio atribuido de BBVA ascendió a 3.475 millones de euros, la cifra más alta desde 2010, lo que supone un crecimiento interanual de casi el 32% en euros corrientes y del 61% en euros constantes; esto es, sin tener en cuenta las variaciones del tipo de cambio. BBVA alcanzó estos resultados gracias al avance de los ingresos, al control de gastos y a la disminución de los saneamientos.Durante 2016 también mejoraron los principales indicadores de riesgo del Grupo. La tasa de cobertura se mantuvo en niveles elevados, la tasa de mora descendió hasta el 4,9% y el coste de riesgo retrocedió 22 puntos básicos hasta el 0,84%.En cuanto al capital, BBVA finalizó el ejercicio con una posición muy sólida, con un ratio de capital CET1 fully-loaded del 10,9%, muy por encima de los niveles de capital exigidos por el regulador y con un incremento de 58 puntos básicos sobre el cierre de 2015. Todos estos años hemos gestionado las dificultades que se presentaban en el corto plazo sin perder el foco en el medio y largo plazo. Nos hemos enfrentado a todos los retos encontrados en el camino, sin desviarnos de nuestro gran proyecto: la transformación de BBVADurante 2016 hemos seguido avanzando en nuestro proceso de transformación. Un proceso que comenzó hace varios años, anticipándonos al resto de la industria, con una visión multidimensional que incluye nuevas plataformas y procesos, nuevas capacidades y talento, una nueva cultura corporativa, nuevos espacios y formas de trabajo, una nueva estructura organizativa, nuevos productos y negocios y una participación activa en el ecosistema digital. Todos estos años hemos gestionado las dificultades que se presentaban en el corto plazo sin perder el foco en el medio y largo plazo. Nos hemos enfrentado a todos los retos encontrados en el camino, sin desviarnos de nuestro gran proyecto: la transformación de BBVA. Nuestro proceso de transformación se está acelerando. En 2016 hemos entrado de lleno en fase de ejecución, creando las nuevas capacidades que requiere la banca del siglo XXI y definiendo un nuevo estándar de relación con nuestros clientes, que son los grandes beneficiarios del proyecto de BBVA, con resultados muy tangibles.En España, según una encuesta de Accenture realizada entre clientes retail, somos el Banco, entre entidades comparables, con mayor porcentaje de clientes con un perfil digital, un 41%, cifra que está creciendo rápidamente. BBVA ocupa, asimismo, la primera posición en valoración de banca online, sucursales, cajeros automáticos y de app de banca móvil en España. La encuesta muestra que los clientes de banca retail valoran a BBVA muy positivamente frente a entidades comparables en productos como cuentas corrientes, depósitos, valores, tarjetas y seguros y nos dan la nota más alta a la hora de valorar la transformación digital que cada entidad está acometiendo.En otros países, BBVA ocupa posiciones destacadas en distintas encuestas de valoración y seguimos trabajando muy intensamente para llegar a ser los primeros en todos los mercados en los que operamos. En 2016, BBVA ha fijado sus prioridades en banca responsable para los próximos años en el marco de un nuevo Plan Estratégico y ha seguido desarrollando en todo el mundo programas en el ámbito educativo, económico, cultural y científicoEn 2016, BBVA ha fijado sus prioridades en banca responsable para los próximos años en el marco de un nuevo Plan Estratégico que incluye la creación de relaciones transparentes, claras y responsables con nuestros clientes, la integración de la educación financiera en las soluciones que les ofrecemos, la promoción de un crecimiento responsable y sostenible y la inversión en la comunidad, con iniciativas de educación financiera para la sociedad, el emprendimiento y el conocimiento.La Fundación BBVA, a su vez, siguió desarrollando programas en el ámbito económico, cultural y científico. Por su parte, la Fundación Microfinanzas BBVA, que en 2017 cumplirá su décimo aniversario, fue reconocida por Naciones Unidas por su contribución a los Objetivos de Desarrollo Sostenible. Asimismo, en 2016, BBVA reiteró su compromiso con los principios del Pacto Mundial de las Naciones Unidas. 2016 ha sido un buen ejercicio para BBVA en el que hemos incrementado los beneficios y hemos avanzado mucho en nuestras Prioridades Estratégicas2016 ha sido un buen ejercicio para BBVA, en el que hemos incrementado los beneficios y hemos avanzado mucho en nuestras Prioridades Estratégicas: hemos dado un salto cualitativo en experiencia de cliente, han crecido las ventas digitales, hemos desarrollado nuevos modelos de negocio, hemos fortalecido el capital, ha mejorado la eficiencia y hemos reforzado el equipo humano, combinando el mejor talento bancario con nuevos perfiles digitales.Quiero felicitar a los más de 134.000 hombres y mujeres que trabajan en el Grupo BBVA en todo el mundo y que hacen que seamos un banco mejor. Les animo a seguir trabajando con el mismo entusiasmo y dedicación.Y a ustedes, señoras y señores accionistas, quiero agradecerles el apoyo que nos proporcionan. Su confianza es lo que nos motiva para seguir trabajando con la mayor ilusión y esfuerzo, construyendo un nuevo estándar de servicio en banca y creando oportunidades para todos.1 de marzo de 2017Francisco González Rodríguez",
      "url"      : "/carta-del-presidente/"
    },
  
    {
      "title"    : "Cliente",
      "content"  : "El clienteDescargar capítuloEn BBVA estamos acelerando nuestra transformación para ser un mejor banco para nuestros clientesPara ello ponemos al cliente en elcentro de nuestra estrategiaEl diseño de experiencias, la tecnología y el negociopuestos al servicio del clienteQueremos ayudar al cliente a tomar decisiones informadas, por lo que es fundamental una comunicación transparente, clara y responsable (TCR)Para transformar el negocio tradicional:Fichas de producto y contratos TCR en todas las geografías.Mejoras en la gestión de ventas telefónicas.Para avanzar en nuestro proceso de transformación (TCR en la banca digital):TCR en los nuevos equipos de trabajo agile. Leer másNuestro objetivo es ser líderes en satisfacción de la clientela en todas las geografías en las que operamosPrimer Banco en índice NPS en 7 geografíasNuevas soluciones adaptadas al clientePrincipales avances en 2016Alta digitalESPAÑABBVA ValoraESPAÑACommerce 360ºESPAÑAPagos y transferencias fácilesESTADOS UNIDOSSTEP: Plataforma de modelo derelación basado en el uso de la TabletTURQUÍACrédito Auto DigitalMéxicoFrancés GoArgentinaPréstamos One-ClickEspaña, América del Sur, Estados Unidos, México y TurquíaLeer más",
      "url"      : "/grupos-interes/cliente/"
    },
  
    {
      "title"    : "Desempeño",
      "content"  : "BBVA en cifrasResumen delaño 2016Descargar capítuloEl papel de un banco en la sociedad es sencillo: captar ahorro de familias, empresas y otros agentes, con el objetivo de preservarlo y hacerlo crecer, y prestarlo, con rigor y prudencia, a terceros. Con estos préstamos se pueden desarrollar proyectos personales, empresarialesy de carácter público que hacen posible mejorar nuestro presentey nuestro futuro. Desempeño financiero La diferencia entre lo que el banco paga por los depósitos y el interés que cobra por los préstamos, el margen de intereses, es su fuente de ingresos principal. Los ingresos recurrentes, que suman el margen de intereses y las comisiones, le permiten hacer frente a los costes de su actividad - como los salarios o el pago a proveedores - y obtener un beneficio, que luego distribuye con el pago de impuestos y dividendos. Es, por tanto, un papel con un impacto positivo en la sociedad. Para desempeñar este papel es necesario tener unos niveles de capital adecuados que mantengan la solvencia de la Entidad.ResultadosBalance y actividadRentabilidad/EficienciaGestión del riesgoSolvenciaResultadosCrecimiento de ingresos, control de gastos y reducción de saneamientos24.653MARGEN BRUTO (M€)&amp;nbsp;+14,2%11.862MARGEN NETO (M€)&amp;nbsp;+16,9%3.475BENEFICIO ATRIBUIDO (M€)&amp;nbsp;+61,2%Tasas de variación interanual a tipos de cambio constantesBalance y actividadActividad en niveles similares a los del año anterior en un entorno adverso. Reducción de los créditos dudososRentabilidad/EficienciaMejora de los ratios de rentabilidad y eficienciaGestión del riesgoMejora de los indicadores de riesgoSolvenciaFortaleza de la base de capitalImpacto en las personasAdemás de su papel como banco, BBVA tiene el Propósito de poner al alcance de todos las oportunidades de esta nueva era y la aspiración de afianzar la relación con sus clientes. Ayudamos a las personas y a las empresas a tomar las mejores decisiones financieras, ofreciéndoles un asesoramiento y una información transparentes, claros y responsables. Y ello porque consideramos que somos más que un banco; somos creadoresde oportunidades. De este modo, nuestro Propósito y nuestra aspiración tienen un impacto positivo en la vida de las personas. BBVA, Creando oportunidades.Generaciónde riquezaContribución al crecimientoy bienestar socialAportacióna la sociedadDesarrollo sostenibleGeneración de riqueza935.284accionistas que recibieron1.043 Mill. € de remuneración en efectivo134.792empleados que percibieron 5.267 Mill. € en sueldos y salarios39horas de formación al año por empleado con una inversión de 45,5 Mill. €4.240proveedores que facturaron 7.751 Mill. €9.440 Mill. €de impuestos devengados y recaudados por la actividad de BBVA24.692 Mill. €de valor económico generado, que representa el 0,5% del PIB de las economías en las que operaContribución al crecimiento y bienestar social70 Millonesde clientes en 35 países, 18 millones de clientes digitales122.758Mill. €destinados a la financiación de viviendas33.418 Mill. €gestionados en planes de pensiones2,5 Millonesde pymes, microempresas y autónomos apoyados o financiados por BBVA9,8 Millonesde personas favorecidas porla inclusión financiera1,8 Millonesde microemprendedores apoyados o financiados por la Fundación Microfinanzas BBVA con 1.009 Mill. €Aportación directa a la sociedad93,3 Mill. €destinados a programas sociales, el 2,7% del beneficio atribuido al Grupo150.165participantes han sido beneficiados por programas de educación en valores&amp;nbsp;2,5 Millonesde personas han participado en programas de educación financiera&amp;nbsp;25 Mill. €dedicados a programas de conocimiento, educación y culturaContribución al desarrollo sostenible &amp;nbsp;5,8%de reducción de emisiones de CO2 por persona&amp;nbsp;5,02%de reducción de consumo de agua por persona&amp;nbsp;5.350 Mill. €de colocación deemisiones de bonosverdes y sociales&amp;nbsp;4.444 Mill. €de financiación de operacionesde energías renovables&amp;nbsp;40%de la plantilla trabaja enedificios con certificación ambientalÁreas de negocio(Margen bruto. Variaciones interanuales a tipos de cambio constantes. En el caso de Turquía, las tasas de variación son en términos homogéneos)ESTADOS UNIDOSACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntuales a 31-12-2016Más informaciónTURQUÍAACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntuales a 31-12-2016MARGEN NETOBENEFICIO ATRIBUIDOMás informaciónESPAÑAActividad BancariaActividad InmobiliariaACTIVIDADVariación interanual. Saldos puntuales a 31-12-2016 EXPOSICIÓN NETAMillardos de euros Created with Sketch. Más informaciónAMÉRICA DEL SURACTIVIDADVariación interanual a tipo de cambio constantes. Saldos puntuales a 31-12-2016MARGEN NETOBENEFICIO ATRIBUIDOMás informaciónMÉXICOACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntualesCreated with Sketch.Más informaciónEURASIAACTIVIDADVariación interanual. Saldos puntuales a 31-12-2016Created with Sketch.Más informaciónÁreas de negocio(Margen bruto. Variaciones interanuales a tipos de cambio constantes. En el caso de Turquía, las tasas de variación son en términos homogéneos)ESPAÑAActividad BancariaActividad InmobiliariaACTIVIDADVariación interanual. Saldos puntuales a 31-12-2016 EXPOSICIÓN NETAMillardos de euros Created with Sketch. Más informaciónESTADOS UNIDOSACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntuales a 31-12-2016Más informaciónTURQUÍAACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntuales a 31-12-2016MARGEN NETOBENEFICIO ATRIBUIDOMás informaciónAMÉRICA DEL SURACTIVIDADVariación interanual a tipo de cambio constantes. Saldos puntuales a 31-12-2016MARGEN NETOBENEFICIO ATRIBUIDOMás informaciónMÉXICOACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntualesCreated with Sketch.Más informaciónEURASIAACTIVIDADVariación interanual. Saldos puntuales a 31-12-2016Created with Sketch.Más información",
      "url"      : "/desempeno-en-2016/"
    },
  
    {
      "title"    : "Equipo",
      "content"  : "El equipoDescargar capítuloPara BBVA atraer, desarrollar, motivar y retener al mejor equipo, así como proporcionar la mejor experiencia de empleado,forma parte de sus seis Prioridades EstratégicasEl mejor equipoUna de las seis Prioridades EstratégicasEMPLEADOSBest place to workUn talento de primer nivelEn 2016, Talent &amp;amp; Culture ha definido su rol como un área que debe apoyar al Banco para conseguir sus objetivos estratégicos y crear una ventaja competitiva a través de un equipo de primer nivel, inspirado por nuestro Propósito y que trabaje como un solo equipoTransparencia y consistenciacomo pilares fundamentales de su actuación y tres principios básicos que la guíanCercanía al negocioactuando como socios, business partners, del resto de las áreasFoco en la ejecuciónentregando nuevas soluciones con compromisos de plazos concretos, basadas en los datos y haciendo las cosas sencillasOne teamtrabajando como un solo equipo, transversalmente entre geografías y sin silos funcionalesEstamos construyendo una cultura, un entorno y una forma de trabajo que sitúa al cliente en el centro de todo lo que hacemos",
      "url"      : "/grupos-interes/equipo/"
    },
  
    {
      "title"    : "Estrategia",
      "content"  : "EstrategiaDescargar capítuloUn nuevo entorno para la industria financieraCuatro pilares de la banca de futuroNos dirigimos hacia un nuevo ecosistema conformado por grandes jugadores que van a cambiar la dinámica del mundo financiero. Solo aquellos que consigan la excelencia tecnológica, la mejor experiencia de cliente, sin conflictos de interés y con transparencia, podrán formar parte de esta nueva industriaExcelencia tecnológicaExperiencia de clienteCero conflictos de interésTransparenciaNuestro PropósitoPoner al alcance de todos las oportunidades de esta nueva eraAlineado con nuestra visión de futuroAyudar a nuestros clientes a cumplir sus objetivos vitalesTeniendo un impacto positivo en la vida de las personas y en las empresasSomos BBVA. Somos creadores de oportunidades Created with Sketch.Para ayudarnos en este viaje, hemos definido seis Prioridades Estratégicas, cuyos principales avances en 2016 son:Created with Sketch.La mejor experiencia de clienteNuevos productos y funcionalidades que mejoran la experiencia de clienteCreated with Sketch.Impulso de ventas digitalesAumento de clientes digitales y móviles y de ventas digitalesNuevos modelos de negocioNuevos flujos de ingresosOptimización de la asignación de capital+58 puntos básicos de CET1 fully-loaded generadosLiderazgo en eficienciaCrecimiento superior de ingresos que de gastosEl mejor equipoOrganización dinámica, centrada en objetivosEn definitiva, una estrategia bien definida y ejecutadaNueva organizaciónPlataformas y procesosPrioridades EstratégicasNueva culturaNuevos productos y negociosActor en el ecosistema digitalNuevos espacios y formas de trabajoVisiónNuevas capacidades y talentoEn 2016, BBVA:Ha dado un salto cualitativo en Prioridades EstratégicasEstamos en fase de ejecuciónLos clientes son los grandes beneficiarios",
      "url"      : "/estrategia/"
    },
  
    {
      "title"    : "Home",
      "content"  : "BBVA en 2016Información financiera y no financieraUN GRUPO FINANCIERO GLOBALCON UNA VISIÓN CENTRADA EN EL CLIENTECarta del Presidente2016 ha sido un buen ejercicio para BBVA en el que hemos incrementado los beneficios y hemos avanzado mucho en nuestras Prioridades EstratégicasFrancisco González - Presidente de BBVALeer másPrincipales hitosFEBREROBBVA firma una alianza estratégica con CiscoLeer másMARZOBBVA adquiere HolviLeer másMAYOBBVA firma una alianza estratégica con Red HatLeer másJUNIOBBVA presenta Commerce360ºLeer másJULIOBBVA lanza BBVA ValoraLeer másJULIOBBVA demuestra su resistencia en los test de estrésLeer másJULIOBBVA y la Generalitat acuerdan un proyecto socialLeer másNOVIEMBREBBVA permite abrir una cuenta bancaria con un selfieLeer másNOVIEMBREBBVA firma un acuerdo con SalesforceLeer másPremios y reconocimientosBBVA en cifrasResumen delaño 2016Leer másÁreas de negocio(Margen bruto. Variaciones interanuales a tipos de cambio constantes. En el caso de Turquía, las tasas de variación son en términos homogéneos)ESTADOS UNIDOSACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntuales a 31-12-2016Más informaciónTURQUÍAACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntuales a 31-12-2016MARGEN NETOBENEFICIO ATRIBUIDOMás informaciónESPAÑAActividad BancariaActividad InmobiliariaACTIVIDADVariación interanual. Saldos puntuales a 31-12-2016 EXPOSICIÓN NETAMillardos de euros Created with Sketch. Más informaciónAMÉRICA DEL SURACTIVIDADVariación interanual a tipo de cambio constantes. Saldos puntuales a 31-12-2016MARGEN NETOBENEFICIO ATRIBUIDOMás informaciónMÉXICOACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntualesCreated with Sketch.Más informaciónEURASIAACTIVIDADVariación interanual. Saldos puntuales a 31-12-2016Created with Sketch.Más informaciónÁreas de negocio(Margen bruto. Variaciones interanuales a tipos de cambio constantes. En el caso de Turquía, las tasas de variación son en términos homogéneos)ESPAÑAActividad BancariaActividad InmobiliariaACTIVIDADVariación interanual. Saldos puntuales a 31-12-2016 EXPOSICIÓN NETAMillardos de euros Created with Sketch. Más informaciónESTADOS UNIDOSACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntuales a 31-12-2016Más informaciónTURQUÍAACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntuales a 31-12-2016MARGEN NETOBENEFICIO ATRIBUIDOMás informaciónAMÉRICA DEL SURACTIVIDADVariación interanual a tipo de cambio constantes. Saldos puntuales a 31-12-2016MARGEN NETOBENEFICIO ATRIBUIDOMás informaciónMÉXICOACTIVIDADVariación interanual a tipo de cambio constante. Saldos puntualesCreated with Sketch.Más informaciónEURASIAACTIVIDADVariación interanual. Saldos puntuales a 31-12-2016Created with Sketch.Más informaciónEstrategiaCreando OportunidadesDurante 2016, el Grupo BBVA ha realizado avances significativos en su Transformation Journey. Se ha reforzado la nueva estrategia de la Entidad, con especial foco en la digitalización y la experiencia de cliente, se ha realizado una simplificación de la estructura organizativa y se ha redefinido el nuevo lema del Banco: “Creando Oportunidades”Leer másNuestros principales grupos de interésAnálisis de materialidad: BBVA ha dado un gran paso adelante en el análisis de materialidad para asegurar que se pone el foco en los aspectos más relevantes, tanto para los grupos de interés como para el negocio de BBVA.El clienteContamos con un modelo de negocio orientado al cliente, que ofrece un servicio diferencial con un objetivo muy ambicioso: ser líderes en satisfacción de la clientela en todas las geografías en las que operamosEquipoQueremos atraer, desarrollar, motivar y retener al mejor equipo, así como proporcionar la mejor experiencia de empleadoAccionistasBBVA persigue la creación de valor a largo plazo para todos sus grupos de interés, especialmente para sus accionistasSociedadBBVA ha lanzado el Plan de Inversión en la Comunidad para el trienio 2016-2018, una iniciativa que establece como focos principales de actuación la educación financiera, el emprendimiento y el conocimiento, educación y culturaProveedoresBBVA considera a sus proveedores como parte fundamental de su modelo de negocioSupervisores y reguladoresTanto reguladores como supervisores son un importante grupo de interés para laindustria financiera en general y para BBVA en particularLeer másSobre este informeBBVA en 2016 es un informe de publicación anual que presenta la información financiera y no financiera más relevante del Grupo BBVA, acontecida a lo largo de 2016, y que se complementa con otros documentos e informes publicados por el Banco. El objetivo es ofrecer información sobre la estrategia y el desempeño del Grupo a lo largo del ejercicio, con foco en los asuntos relevantes para nuestros grupos de interés. Así, BBVA en 2016 es un informe interconectado con el resto de información de carácter anual a través de enlaces y referencias.Elaborado conjuntamente por los Departamentos de Financial Communication &amp;amp; External Reporting y Responsible Business y con la colaboración de diversas áreas y departamentos de todo el Banco, sigue las últimas tendencias de reporting a nivel internacional, como son el Marco Conceptual del IIRC, la Guía para la Elaboración de Informes de Sostenibilidad G4 de Global Reporting Initiative (GRI) y la norma AA1000 del Institute for Social and Ethical Accountability.BBVA en 2016Cuentas anuales consolidadas, informe de gestión e informe de auditoríaInforme con Relevancia Prudencial- Pilar III de BasileaGobierno corporativoBBVA cuenta un sistema de gobierno corporativo conformado por un conjunto de principios, normas, estructuras y procesos que regulan y ordenan las relaciones entre la Sociedad, su dirección, sus accionistas y otras partes interesadas y permiten, a su vez, una gestión y supervisión adecuada del BancoLeer másGestion del riesgoBBVA cuenta con un modelo general de gestión y control de riesgos queestablece un adecuado sistema de gestión de los mismos, en función del perfil de riesgos y la estrategia de la EntidadLeer más",
      "url"      : "/"
    },
  
    {
      "title"    : "",
      "content"  : "[{% for page in site.pages %}{&quot;title&quot;: &quot;{{ page.title | escape }}&quot;,&quot;content&quot;: &quot;{{ page.content | strip_html | strip_newlines | remove:&quot;&quot; | escape | remove: &quot;&quot;}}&quot;,&quot;url&quot;: &quot;{{ site.baseurl }}{{ page.url }}&quot;}{% unless forloop.last %},{% endunless %}{% endfor %}]",
      "url"      : "/pages.json"
    },
  
    {
      "title"    : "Proveedores",
      "content"  : "ProveedoresDescargar capítulo{% include share.html %}BBVA genera un impacto en la sociedad mediante sus compras4.240PROVEEDORES7.751 Mill. €FACTURADOSRelación proveedores - BBVA basada enProceso de aprovisionamientoEN EL GRUPO QUE APUESTA POR LAS NUEVAS TECNOLOGÍASHERRAMIENTASPORTAL DE PROVEEDORESEntorno público accesible online con información para proveedoresEntorno privado que permite operar de forma digital en diferentes fases del procesoDirectorio de proveedoresProceso de homologación de proveedoresOBJETIVOSSeleccionar a los mejores proveedores desde un punto de vista financiero, jurídico, laboral y reputacionalValidar que comparten los mismos valores que BBVAConocer si los proveedores cumplen con sus responsabilidades legales, medioambientales, cívicas, etc.BBVA trabaja para gestionar de manera correcta los impactos que sus compras pueden tener en la sociedadAdemás, el Grupo apuesta por contrataciones a Centros Especiales de Empleo y tiene un compromiso firme con el medioambiente",
      "url"      : "/grupos-interes/proveedores/"
    },
  
    {
      "title"    : "Supervisores y reguladores",
      "content"  : "Supervisores y reguladoresDescargar capítulo{% include share.html %}El diálogo con supervisores y reguladores se ha convertido en una tarea fundamental en un entorno donde la presión y la cultura regulatoria son cadavez mayores.REGULACIÓNFunciones principalesAsegurar el buen funcionamiento de la entidades financieras.Armonizar los intereses del los bancos con los de ahorradores e inversores.SUPERVISIÓNMecanismo Único de Supervisión(MUS)4 de noviembre 2014Misión: unificar el marco normativo y metodológico para la supervisión de las entidades financierasde la zonaeuro de un cierto tamaño.¿Cómo funciona?Grupos mixtos,formados por autoridades nacionales y el BCEMecanismo Único de Resolución (MUR)1 de enero 2015*Misión: asegurar la resolución ordenada de losgrupos bancarios en quiebra, con el mínimo impacto posible.Compuesto por la Autoridad Única de Resolución y las autoridades nacionales de resolución preventiva (BdE) y ejecutiva (FROB). *Plenamente operativo desde el 1 de enero 2016Contexto normativoProseso de adopción de normas¿Cómo ha actuado BBVA?Creación de una nueva unidadGlobal Supervisory Relations encargada de:Dar cumplimiento a los requerimientos de informaciónLa interacción del Banco con las autoridades de supervisión (MUS) y resolución (MUR)Apertura de una sede en FráncfortPara facilitar el diálogo con los equipos del BCE (Joint Supervisory Teams)Constitución de una oficina de resoluciónPunto de entrada de las peticiones y la interacción con las autoridades de resolución",
      "url"      : "/grupos-interes/reguladores/"
    },
  
    {
      "title"    : "Sociedad",
      "content"  : "SociedadDescargar capítulo{% include share.html %}En 2016, BBVA ha lanzado el Plan de Inversión en la Comunidad para el trienio 2016-2018, un ambicioso diseño que establece como focos de actuación la educación financiera, el emprendimiento y el conocimientoInversión en programas socialesEducación FinancieraDirigida a promover la formación en habilidades financieras que permitan a las personas tomar decisiones informadasEmprendimientoTiene como objetivo apoyar a emprendedores con menos oportunidades y a aquellos que generan un impacto social positivo a través de sus empresasConocimientoMediante el apoyo a iniciativas que impulsen el desarrollo y que permitan la creación de oportunidades para las personasLeer másEducación financieraNIÑOS Y JÓVENES2,1 MillonesUso responsable del dineroADULTOS396.988Aportar conocimientos para mejorar el bienestar financiero y crear mayores oportunidadesPYMES34.305Formar en habilidades financieras para la gestión y el crecimiento de las pymesINICIATIVAS DESTACADASValores de FuturoESPAÑA, MÉXICOTus finanzas, tu futuro ESPAÑAEscuela para el Emprendimiento COLOMBIAINICIATIVAS DESTACADASMi JubilaciónESPAÑAMoney SmartESTADOS UNIDOSAdelante con tu FuturoLATINOAMÉRICAINICIATIVAS DESTACADASActiva tu NegocioESPAÑAFinanzas para Emprender y CrecerMÉXICOCamino al ÉxitoAMÉRICA LATINA Leer másEmprendimientoBBVA, además de impulsar iniciativas locales de apoyo al emprendimiento, quiere apoyar, fundamentalmente a dos tipos de emprendedores: A aquellos más vulnerables, a los que apoya a través de la Fundación MicrofinanzasA los que crean alto impacto social a través de sus empresas, mediante el programa BBVA MomentumFundación Microfinanzas BBVAEsuna entidad sin ánimo de lucro cuya misión es promover el desarrollo económico y social, sostenible e inclusivo de las personas desfavorecidas a través de las finanzas productivas responsables1,8 MillonesCLIENTES8.038EMPLEADOS1,1 MillonesMUJERESBBVA Momentum50EMPRESAS FINANCIADAS112PARTICIPANTES7,9 Mill. €INVERSIÓNLeer másConocimiento, educación y culturaBásicamente incluye la actividad de la Fundación BBVA, la labor del departamento BBVA Research y las iniciativas locales con foco en la educación en valores.Ha reforzado su compromiso de impulsar y difundir el conocimiento mediante la consolidación de su actividad:Apoyando a investigadores y creadores y fomentando la difusión de su trabajo.Apoyando el arte y la cultura.Colaborando en la generación de investigaciones e informes socioeconómicos.BBVA pone a disposición de accionistas, inversores y público en general una amplia gama de informes, análisis y estudios sobre la evolución de la economía y el sector financiero, tanto en el ámbito nacional como internacional.Educación en valoresPara impulsar la integración social y la formación  de niños y jóvenes.Leer másContribución fiscal globalBBVA está comprometido con la transparencia en el pago de tributos y esa es la razón por la que, un año más,desglosamos voluntariamente la contribución fiscal total en aquellos países en los que tenemos una presencia significativa.Leer másMedioambienteEn 2016 hemos lanzado nuestro tercer Plan Global de Ecoeficiencia hasta 2020 y hemos seguido trabajando para reducir nuestra huella ambiental.Reducción del consumoLeer más",
      "url"      : "/grupos-interes/sociedad/"
    },
  
    {
      "title"    : "",
      "content"  : "Jekyll{{ site.time | date_to_xmlschema }}{{ &#39;/&#39; | absolute_url | xml_escape }}/{% if site.title %}{{ site.title | smartify | xml_escape }}{% elsif site.name %}{{ site.name | smartify | xml_escape }}{% endif %}{% if site.description %}{{ site.description | xml_escape }}{% endif %}{% if site.author %}{{ site.author.name | default: site.author | xml_escape }}{% if site.author.email %}{{ site.author.email | xml_escape }}{% endif %}{% if site.author.uri %}{{ site.author.uri | xml_escape }}{% endif %}{% endif %}{% for post in site.posts limit: 10 %}{% unless post.draft %}{{ post.title | smartify | strip_html | replace: &#39;n&#39;, &#39; &#39; | strip | xml_escape }}{{ post.date | date_to_xmlschema }}{{ post.last_modified_at | default: post.date | date_to_xmlschema }}{{ post.id | absolute_url | xml_escape }}{{ post.content | strip | xml_escape }}{% assign post_author = post.author | default: post.authors[0] | default: site.author %}{% assign post_author = site.data.authors[post_author] | default: post_author %}{% assign post_author_email = post_author.email | default: nil %}{% assign post_author_uri = post_author.uri | default: nil %}{% assign post_author_name = post_author.name | default: post_author %}{% if post_author %}{{ post_author_name | xml_escape }}{% if post_author_email %}{{ post_author_email | xml_escape }}{% endif %}{% if post_author_uri %}{{ post_author_uri | xml_escape }}{% endif %}{% endif %}{% if post.category %}{% endif %}{% for tag in post.tags %}{% endfor %}{% if post.excerpt and post.excerpt != empty %}{{ post.excerpt | strip_html | replace: &#39;n&#39;, &#39; &#39; | strip | xml_escape }}{% endif %}{% assign post_image = post.image.path | default: post.image %}{% if post_image %}{% unless post_image contains &quot;://&quot; %}{% assign post_image = post_image | absolute_url | xml_escape%}{% endunless %}{% endif %}{% endunless %}{% endfor %}",
      "url"      : "/feed.xml"
    },
  
    {
      "title"    : "",
      "content"  : "Atom Feed:&amp;#10;----------------------------------------&amp;#10;Feed entry:&amp;#10;:&amp;#10;:&amp;#10;",
      "url"      : "/feed.xslt.xml"
    }
  
]