[
  
    {
      "title"    : "Shareholders",
      "content"  : "ShareholdersDownload chapterBBVA seeks to create long-term value for all its stakeholders, particularly for its shareholders.BBVA shareListed on the main international stock markets(31 - 12 - 2016)NUMBER OF SHARES ISSUED6,567 MBOOK VALUE PER SHARE7,22 €CLOSING PRICE6,61 €MARKET CAPITALIZATION42,118 M€WEIGHTING(31 - 12 - 2016)IBEX358,7%EURO STOXX 501,9%EURO STOXX BANKS9,3%STOXX EUROPE 600 BANKS4,4%BBVA&#39;s capital ownership is well diversifiedRemunerationBBVA Shareholders’ have perceived €1,043m as cash remuneration.Shareholder and Investor RelationsThe Bank has a communication policy with shareholders and investors, whosebasis principles are: truthfulness, immediacy and standardization in providinginformation.In addition, through its website the Investor Relations unit gives all BBVAshareholders access to the Shareholder Office which provides information onrelevant aspects related to the BBVA share and the Group, offers specialproducts and responds to suggestions. ",
      "url"      : "/grupos-interes/accionistas/"
    },
  
    {
      "title"    : "Carta del presidente",
      "content"  : "Letter from the Group Executive ChairmanDownload chapterDear Shareholder,In 2016, the global economy grew by 3.0%, somewhat below the 2015 figure. The macroeconomic environment was affected by high levels of volatility in the financial markets, mainly in the first quarter of the year, with major falls in commodity prices and uncertainty regarding the U.S. and Chinese economies. Recovery was slow over the year and shaped by unexpected political events, depreciation in some emerging countries and geopolitical tension in the Middle East.Overall, the emerging economies recorded growth of 4.0%, compared with 4.1% in2015. Growth in developed economies declined to 1.6% from 2.2% in 2015, due largelyto the slowdown in the United States. BBVA&#39;s net attributable profit amounted to €3,475m, the highestfigure since 2010, a year-on-year increase of nearly 32% in current eurosand 61% in constant eurosAgainst this backdrop, BBVA&#39;s net attributable profit amounted to €3,475m, the highestfigure since 2010, a year-on-year increase of nearly 32% in current euros and 61% inconstant euros (i.e. not including exchange-rate variations). BBVA achieved these resultsthanks to improved revenues, cost control and lower loan-loss provisions. The Group&#39;s main risk indicators also improved in 2016. The NPL coverage ratioremained high, the NPL ratio fell to 4.9% and the cost of risk declined by 22 basis pointsto 0.84%. BBVA closed the year with a very sound capital position, with a fully-loaded CET1 capitalratio of 10.9%, far higher than the levels required by the regulator, and an increase of 58basis points on the figure at the close of 2015. Over the years we have managed short-term difficulties withoutlosing sight of the medium and long term. We have dealt with all thechallenges that have arisen along the way, without wavering from our mainproject: the transformation of BBVAIn 2016, we continued to make progress in our transformation process. We began thisprocess some years ago and are ahead of the rest of the industry, with a multidimensionalvision that includes new platforms and processes, new capacities and talent,a new corporate culture, new work spaces and ways of working, a new organizationalstructure, new products and businesses and active participation in the digital ecosystem.Over these years we have managed short-term difficulties without losing sight of themedium and long term. We have dealt with all the challenges that have arisen along theway, without wavering from our main project: the transformation of BBVA.Our transformation process is now gathering pace. In 2016, we entered fully in theexecution phase, creating the new capacities needed for banking in the 21st century anddefining a new relationship standard with our customers. They are the great beneficiariesof the BBVA project, and the results are very tangible.In Spain, according to a survey by Accenture among retail customers, our bank has thehighest proportion of customers with a digital profile among our peers, at 41%, and thefigure is growing fast. BBVA also has the highest rating for online banking, branches,ATMs and mobile banking apps in Spain. The survey shows that retail banking customersvalue BBVA very positively compared with its peers in products such as current accounts,deposits, securities, cards and insurance, and give us the top score when assessing thebanking sector&#39;s digital transformation.In other countries, BBVA is ranked high in the surveys and we continue working very hardto be in the top spot in all the markets where we operate. In 2016, BBVA established its responsible banking priorities forthe coming years within the framework of a new Strategic Plan andcontinued to develop educational, economic, cultural and scientificprograms around the worldIn 2016, BBVA established its responsible banking priorities for the coming years withinthe framework of a new Strategic Plan. This includes creating transparent, clear and responsible relations with our customers, integrating financial literacy in the solutions weoffer, promoting responsible and sustainable growth and investment in the community,with financial literacy initiatives for the community, entrepreneurship and knowledge.The BBVA Foundation also continued to develop economic, cultural and scientificprograms. The BBVA Microfinance Foundation, which in 2017 will celebrate its 10thanniversary, was recognized by the United Nations for its contribution to the SustainableDevelopment Goals. BBVA also reaffirmed its commitment to the United Nations GlobalCompact&#39;s principles. 2016 was a good year for BBVA. We increased our earnings andmade major progress in our Strategic Priorities2016 was a good year for BBVA. We increased our earnings and made major progress inour Strategic Priorities: we have taken a quantitative leap forward in customer experience,grown digital sales, developed new business models, strengthened our capital position,improved our efficiency and enhanced the workforce, combining the best banking talentwith new digital profiles.I would like to congratulate the more than 134,000 men and women who work at BBVAGroup around the world and who make us a better bank. I encourage them to continueworking with the same enthusiasm and dedication.And thank you, our shareholders, for the support you have shown us. Your trustmotivates us to continue working with greater enthusiasm and drive, constructing a newbanking standard of service and creating opportunities for all.March 1, 2017Francisco González Rodríguez",
      "url"      : "/carta-del-presidente/"
    },
  
    {
      "title"    : "The customer",
      "content"  : "The customerDownload chapterAt BBVA, we areaccelerating ourtransformationprocess tobecome the bestbank for ourcustomersTo achieve it, we put the customer at the heart of our strategyThe design of experiences,technology and business placed at theservice of the customerWe want to help customers make informed decisions.So a transparent, clear and responsible (TCR)communication strategy is crucialTo transform the traditional Bank:TCR product leaflets and TCR contracts in all geographies.Improvement in telesales management.To move forward our transformation process (TCR in digital banking):TCR in new agile working teams. Leer másOur goal is to be leaders in customer satisfaction across our global footprintFirst Bank in NPS index in 7 geographies New solutions in the hands of our customers Main achievements in 2016Alta digitalSPAINBBVA ValoraSPAINCommerce 360ºSPAINEasy Payment and TransfersTHE UNITED STATESSTEP:Tablet-Based Relationship PlatformTURKEYDigital Auto CreditMexicoFrancés GoArgentinaOne-Click LoansSpain, South America, The United States, Mexico and TurkeyRead more",
      "url"      : "/grupos-interes/cliente/"
    },
  
    {
      "title"    : "Desempeño",
      "content"  : "BBVA in figuresa summary of 2016Download chapterBanks play a simple role in society: to attract the savings of families, companies andother agents, with the aim of preserving them and making them grow, and to lend them,with rigor and prudence, to third parties. These loans can drive the development ofpersonal, corporate and public-sector projects that make the improvement of our presentand future possible.Financial performanceThe difference between what the bank pays for deposits and the interest it charges forloans, i.e. the net interest income, is its main source of revenue. Recurring revenues,which are the sum of net interest income and income from fees and commissions, allowsthe bank to cover its overheads, including salaries and payments to suppliers, and securea profit, which is subsequently distributed by the payment of taxes and dividends. The roleof banks thus has a positive impact on society. It also requires the maintenance of levelsof capital that are sufficient to keep the entity solvent.ResultsBalance sheetProfitability / EfficiencyRisk managementSolvencyResultsRevenue growth, cost control and decrease in loan-loss provisions24,653GROSS INCOME (M€)&amp;nbsp;+14.2%11,862OPERATING INCOME (M€)&amp;nbsp;+16.9%3,475NET ATTRIBUTABLE PROFIT (M€)&amp;nbsp;+61.2%Year-on-year rates of change at constant exchange ratesBalance sheetActivity at very similar levels to the previous year in an adverse environment. Reduction of non-performing loansProfitability / EfficiencyImproving profitability and efficiency ratiosRisk managementImproving risk indicatorsSolvencyStrong capital baseImpact on peopleIn addition to its role as a bank, BBVA strives to achieve its Purpose of bringing the age ofopportunity to everyone and the aspiration to strengthen its relationships with itscustomers. We help people and companies make the best financial decisions by offeringadvice and transparent, clear and responsible information. And this because we believethat we are more than just a bank: we are creators of opportunities. Our Purpose and ouraspiration therefore have a positive impact on people&#39;s lives. BBVA, CreatingOpportunities.Wealth creationContribution to growth and welfareDirect contribution to societyContribution to sustainable developmentWealth creation935,284shareholders received €1,043m of remuneration in cash134,792employees earned €5,267m in salaries and wages39hours of training per year per employee, with an investment of €45.5m4,240suppliers were paid €7,751m€9,440 Min taxes accrued and collected from BBVA&#39;s business activity€24,692 Mof economic value generated, which accounts for 0.5% of the GDP of theeconomies in which BBVA operatesContribution to growth and welfare70millioncustomers in 35 countries; 18 million digital customers€122,758MWe finance homes for a total amount of€33,418MWe manage pension plans for a total value of 2.555.542SMEs, micro-enterprises and self-employed workers supported or financed by BBVA9,8 millioncustomers in financial inclusion segment1,8 millionmicro-entrepreneurs supported or financed with €1,009m from the BBVAMicrofinance FoundationDirect contribution to society€93,3 Mallocated to social programs, 2.7% of the Group&#39;s net attributable profit150,165participants have been benefited by programs of education in values&amp;nbsp;2,1 Mpeople have participated in financial education programs&amp;nbsp;€25 Mdedicated to Knowledge, education and culture programsContribution to sustainable development &amp;nbsp;5,8%reduction in CO2 emission per person&amp;nbsp;5,02%reduction in water consumption per person&amp;nbsp;€5,350 Mof green and social bond issues placed&amp;nbsp;4,444 Mallocated for financing renewable energy operations.&amp;nbsp;40%of the workforce works in environmentally certified buildingsBusiness areas(Gross income. Year-on-year changes at constant exchange rates. In the case of Turkey, year-on-year changes in comparable terms)DIC 16THE UNITED STATESACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More informationTURKEYACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More informationSPAINBanking ActivityBillion eurosACTIVITYYear-on-year changes. BalancesCreated with Sketch.NET EXPOSUREBillion eurosCreated with Sketch.More informationSOUTHAMERICA ACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More informationMEXICOACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More informationREST OF EURASIA ACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More information",
      "url"      : "/desempeno-en-2016/"
    },
  
    {
      "title"    : "The team",
      "content"  : "The teamDownload chapterOne of the BBVA&#39;s six Strategic Priorities Attracting, developing, motivating andretaining a first-class workforce, andproviding the best employee experienceA first-class workforceOne of the BBVA&#39;s six Strategic Priorities EMPLOYEESBest place to workA first-class workforceIn 2016, Talent &amp;amp; Culture has defined its role as an area that mustsupport the Bank to achieve its strategic objectives and create acompetitive advantage through a first-class workforce, inspired by ourPurpose and working together as a single team.Transparency and consistencyas two fundamental pillars and three basic principles defined to guide this activity:Proximity to the businessacting as business partners for the otherareasFocus on executiondelivering new data-based solutions withcommitted deadlines, and making things simpleOne teamworking as a single team across all regions, with nofunctional silosWe are creating the kind of culture, environment and ways of working where the customer is at the center of everything we do",
      "url"      : "/grupos-interes/equipo/"
    },
  
    {
      "title"    : "Desempeño",
      "content"  : "StrategyDownload chapterA new environment for the financial industryFour pillars of banking in the futureWe are moving toward a new ecosystem made up of major players who are going to change the dynamics of the financial world.Only those that achieve technological excellence and a new standard in customer experience, without conflicts of interest and withtransparency, will form part of this new industryTechnological excellenceCustomer experienceZero conflicts of interestTransparencyOur PurposeTo bring the age of opportunity to everyoneALIGNED WITH OUR VISION OF THE FUTUREHelping customers to achieve their life goalsHaving a true impact on people´s lives and businessesWe are BBVA. We create opportunities To help us in this journey, we have defined six Strategic Priorities.Main progresses in 2016:Created with Sketch.New standard in customer experienceDeliver new products andfunctionalities improving customer experienceDigital salesGrowing digital and mobilecustomer base and digital sales rateNew business modelsNew revenue streamsOptimal capital allocation+58 basis points of CET1 fully-loaded generated Unrivaled efficiencySuperior growth in revenues than inexpensesA first-class workforceAgile Organization focused ondeliveryDefinitely, a well defined and implemented strategyNew organizationPlatforms and processesStrategic PrioritiesNew cultureNew products and businessesActor in the digital ecosystemNew spaces and ways of workingVisionNew capabilities and talentIn 2016, BBVA:Took a qualitative leap forward with its Strategic PrioritiesWe are in phase of deliveryThe customers are the bigwinners",
      "url"      : "/estrategia/"
    },
  
    {
      "title"    : "Sociedad",
      "content"  : "El equipoDescargar capítuloPara BBVA atraer, desarrollar, motivar y retener al mejor equipo, así como proporcionar la mejor experiencia de empleado,forma parte de sus seis Prioridades EstratégicasEl mejor equipoUna de las seis Prioridades EstratégicasEMPLEADOSBest place to workUn talento de primer nivelEn 2016, Talent &amp;amp; Culture ha definido su rol como un área que debe apoyar al Banco para conseguir sus objetivos estratégicos y crear una ventaja competitiva a través de un equipo de primer nivel, inspirado por nuestro Propósito y que trabaje como un solo equipoTransparencia y consistenciacomo pilares fundamentales de su actuación y tres principios básicos que la guíanCercanía al negocioactuando como socios, business partners, del resto de las áreasFoco en la ejecuciónentregando nuevas soluciones con compromisos de plazos concretos, basadas en los datos y haciendo las cosas sencillasOne teamtrabajando como un solo equipo, transversalmente entre geografías y sin silos funcionalesEstamos construyendo una cultura, un entorno y una forma de trabajo que sitúa al cliente en el centro de todo lo que hacemos&amp;lt;/div&amp;gt;",
      "url"      : "/grupos-interes/"
    },
  
    {
      "title"    : "Home",
      "content"  : "BBVA in 2016Financial and non-financial informationA customer-oriented global financial services groupLetter from the Group Executive Chairman2016 was a good year for BBVA. We increased our earnings and mademajor progress in our Strategic PrioritiesFrancisco González - BBVA Group Executive ChairmanRead moreThe most relevant aspectsFebruaryBBVA signs strategic partnership with CiscoRead moreMarchBBVA acquires HolviRead moreMayBBVA signs strategic collaboration with Red Hat Read moreJuneBBVA launches Commerce360Read moreJulyBBVA launches BBVA ValoraRead moreJulyBBVA’s resilience stands out in banking stress testsRead moreJulyBBVA and the Generalitat sign social project Read moreNovemberJoin BBVA with a selfie and a video callRead moreNovemberBBVA signs MoU with Salesforce Read moreAwards and recognitionsBBVA in figuresA summary of2016Read moreBusiness areas(Gross income. Year-on-year changes at constant exchange rates. In the case of Turkey, year-on-year changes in comparable terms)DIC 16THE UNITED STATESACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More informationTURKEYACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More informationSPAINBanking ActivityBillion eurosACTIVITYYear-on-year changes. BalancesCreated with Sketch.NET EXPOSUREBillion eurosCreated with Sketch.More informationSOUTHAMERICA ACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More informationMEXICOACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More informationREST OF EURASIA ACTIVITYYear-on-year changes at constant exchange rates. BalancesCreated with Sketch.More informationStrategyCreating OpportunitiesDuring 2016, the BBVA Group made great progress in its Transformation Journey. The Entity’s newstrategy has been bolstered with particular focus on digitalization and customer experience,simplifying the organizational structure and redefining the Bank’s new tagline: “CreatingOpportunities”.Read morePrimary stakeholdersMateriality analysis. BBVA has taken a great step forward in materiality analysis toensure that the focus is on the most relevant aspects for both the stakeholders and theBBVA business.The customerWe have a customer-oriented business model that offers a differencial service with avery ambitious goal: to be leaders in customer satisfactionacross our global footprintThe teamWe want to attract, develop, motivate and retain a first-class workforce, andprovide the best employee experienceShareholdersBBVA seeks to create long-term value for all its stakeholders, particularly for itsshareholdersSocietyBBVA has launched the Community Investment Plan for the period 2016-2018, an initiative, which is established, as the main focus of action, finacialeducation, entrepreneurship and knowledge, education and cultureSuppliersFor BBVA, its suppliers are a fundamental part of its business modelSupervisors and regulatorsThe regulators and supervisors are important stakeholders in the financial industry ingeneral and BBVA in particularRead moreAbout this reportBBVA in 2016 is a report published every year that presents the most relevant financial and non-financialinformation about BBVA Group in 2016, supplemented with other documents and reportspublished by the Bank. The aim is to provide information on the Group’s strategy and performanceduring the year, with a focus on events that are relevant for our stakeholders. For this purpose,BBVA in 2016 is a report which is interconnected with the rest of the annual information through linksand references.Prepared jointly by the Financial Communication &amp;amp; External Reporting and Responsible BusinessDepartments, and with the collaboration of different areas and departments in the whole Bank, BBVAin 2016 follows the latest international reporting trends, such as the IIRC Conceptual Framework, the Global Reporting Initiative Sustainability Reporting Guidelines (GRI G4) and the Institute for Socialand Ethical Accountability AA1000 standard.BBVA in 2016Consolidated financial statements, management report and auditor&#39;s reportInformation of Prudential Relevance. Basel Accords, Pilar IIICorporate governanceBBVA has a corporate governance system made up of a set ofprinciples, rules, structures and processes which regulate andguide relations between the Company, its management,shareholders and other stakeholders, allowing, at the same time,for an adequate management and oversight of the Bank Read moreRisk ManagementBBVA has a general risk management and control model that hasestablished an adequate risk management system, in line with theEntity&#39;s risk profile and strategyRead more",
      "url"      : "/"
    },
  
    {
      "title"    : "",
      "content"  : "[{% for page in site.pages %}{&quot;title&quot;: &quot;{{ page.title | escape }}&quot;,&quot;content&quot;: &quot;{{ page.content | strip_html | strip_newlines | remove:&quot;&quot; | escape | remove: &quot;&quot;}}&quot;,&quot;url&quot;: &quot;{{ site.baseurl }}{{ page.url }}&quot;}{% unless forloop.last %},{% endunless %}{% endfor %}]",
      "url"      : "/pages.json"
    },
  
    {
      "title"    : "Suppliers",
      "content"  : "SuppliersDownload chapter{% include share.html %}BBVA impacts the society through its purchasing activities4,240SUPPLIERS€7,751 MINVOICEDRelationship suppliers- BBVA based onThe procurement processBBVA bets on new technologiesTOOLSSupplier´s Portal:A public online environment, which provides generalinformation to suppliersA private environment, that allows to operate fully online along the different phases of the processSupplier directorySuppliers’ approval processTargetsSelect the most appropriate supplier from a financial, legal, working,and reputational point of viewValidate that thesupplier sharesthe same valuesas BBVA Determine if thesupplier complywith their legal,environmental andcivicresponsibilities BBVA works to properly manage the impacts that its purchasing activities can haveon societyIn addition, the Group supports recruitment processes of Special EmploymentCenters and has a firm commitment to the environment. ",
      "url"      : "/grupos-interes/proveedores/"
    },
  
    {
      "title"    : "Supervisors and regulators",
      "content"  : "Supervisors and regulatorsDownload chapter{% include share.html %}The dialog with supervisors and regulatorshas becomea fundamental taskinanenvironment withgrowing regulatorypressureand regulatoryculture.RegulationMain functions Ensure that financial institutionsoperate correctly.Harmonizethe interests ofbanks withthe interests ofsaversand investors.SupervisionSingle Supervisory Mechanism (SSM)November 4,2014Mission: consolidate the regulatoryand methodologicalframework for the supervision ofall the financial institutionsinthe Eurozoneofa certain size..How does it work?Mixedgroups, madeupofthe nationalauthorities and the ECB.Single Resolution Mechanism (SRM)January 1, 2015*Mission: ensureanorderly resolutionofinsolvent banking groups, withthe minimum possibleimpact.Consists ofthe SingleResolutionBoard and the nationalresolutionauthorities,i.e.the preventiveresolutionauthority (Bank ofSpain)and executive (FROB). *Fully operational since 1-1-2016.Procedure for the adoption of lawsHow has BBVAacted?Creation of a new unitGlobalSupervisoryRelations, which isresponsible for:To complywiththe information requirementsTheinteraction ofthe Bankwiththe supervision authorities(SSM) andresolutionauthorities(SRM)An office in Frankfurt has beenopenedTo facilitate dialog with theECB teams (JointSupervisory Teams -JST-).Establishment ofa ResolutionOfficePoint of entry of the requirementsand interaction withthe resolutionauthorities.",
      "url"      : "/grupos-interes/reguladores/"
    },
  
    {
      "title"    : "Society",
      "content"  : "SocietyDownload chapter{% include share.html %}In 2016, BBVA launched the CommunityInvestment Plan for the period 2016-2018,which is an ambitious initiative setting out thefinancial education, the entrepreneurship and the knowledge.Investment in social programsFinancial EducationAimed at promotingtraining in financial literacy to enable people tomake informed financial decisionsSocial EntrepreneurshipDesigned to support themost vulnerable entrepreneurs and thosewhose companies have a positive social impactKnowledgeThroughsupport for initiatives that drive developmentand create opportunities for people.Read moreFinancial EducationChildren and young adults2.1 MResponsible use of moneyAdults396,988To provide knowledge thatcan improve financial wellbeingand increaseopportunitiesSMEs34,305Support training in financialskills for the managementand growth of small andmedium-sized businesses Main initiativesFuture ValuesSPAIN, MEXICOYour Finances, Your FutureESPAÑABBVA EntrepeneurshipCOLOMBIAMain programsMy RetirementSPAINMoney SmartTHE UNITED STATESForward with your FutureLATIN AMERICAMain programasActivate Your BusinessSPAINFinance for Entrepreneurship and GrowthMEXICORoad to SuccessSOUTH AMERICARead moreEntrepreneurshipBBVA wishes to support, primarily, two types ofentrepreneurs: The most vulnerable, which it supports throughthe BBVA Microfinance Foundation.Those who create high social impact through theirenterprises, by way of the BBVA Momentumprogram.BBVA Microfinance FoundationIs a non-profit institution whose mission is to promote sustainable and inclusive economic and social development for the most underprivileged people in society through responsible productive finance.1,8 Mill.CUSTOMERS8.038EMPLOYEES1,1 Mill.WOMENBBVA Momentum 50SUPPORTED COMPANIES112PARTICIPANTS€7,9 Mill.SOCIAL INVESTMENTRead moreKnowledge, education and cultureThey basically include the activities of the BBVA Foundation and the BBVA Research department in addition to local programs and initiatives focusing on education, science and culture.It has strengthened its commitment to drive and disseminate knowledge through the consolidation of its activities:Supporting the community of researchers and creators and fostering the diffusion of their workSupporting art and cultureCollaborating with the generation of researchand publication of socioeconomic reportsBBVA makes available to shareholders, investors and the public in general a wide range of reports, analyses and studies on developments in the economy and the financial sector, both nationally and internationallyEducación en valoresTo promote social integration and training among children and young peopleRead moreTotal tax ContributionBBVA is committed to transparency in tax payments, which is why, one more year, we have voluntarily disclosed all major tax payments in the countries where we have a significant presenceEnvironmentIn 2016 we launched our third Global Eco-efficiency Plan (GEP) until 2020 and worked to minimize our environmental footprintRead more",
      "url"      : "/grupos-interes/sociedad/"
    },
  
    {
      "title"    : "",
      "content"  : "Jekyll{{ site.time | date_to_xmlschema }}{{ &#39;/&#39; | absolute_url | xml_escape }}/{% if site.title %}{{ site.title | smartify | xml_escape }}{% elsif site.name %}{{ site.name | smartify | xml_escape }}{% endif %}{% if site.description %}{{ site.description | xml_escape }}{% endif %}{% if site.author %}{{ site.author.name | default: site.author | xml_escape }}{% if site.author.email %}{{ site.author.email | xml_escape }}{% endif %}{% if site.author.uri %}{{ site.author.uri | xml_escape }}{% endif %}{% endif %}{% for post in site.posts limit: 10 %}{% unless post.draft %}{{ post.title | smartify | strip_html | replace: &#39;n&#39;, &#39; &#39; | strip | xml_escape }}{{ post.date | date_to_xmlschema }}{{ post.last_modified_at | default: post.date | date_to_xmlschema }}{{ post.id | absolute_url | xml_escape }}{{ post.content | strip | xml_escape }}{% assign post_author = post.author | default: post.authors[0] | default: site.author %}{% assign post_author = site.data.authors[post_author] | default: post_author %}{% assign post_author_email = post_author.email | default: nil %}{% assign post_author_uri = post_author.uri | default: nil %}{% assign post_author_name = post_author.name | default: post_author %}{% if post_author %}{{ post_author_name | xml_escape }}{% if post_author_email %}{{ post_author_email | xml_escape }}{% endif %}{% if post_author_uri %}{{ post_author_uri | xml_escape }}{% endif %}{% endif %}{% if post.category %}{% endif %}{% for tag in post.tags %}{% endfor %}{% if post.excerpt and post.excerpt != empty %}{{ post.excerpt | strip_html | replace: &#39;n&#39;, &#39; &#39; | strip | xml_escape }}{% endif %}{% assign post_image = post.image.path | default: post.image %}{% if post_image %}{% unless post_image contains &quot;://&quot; %}{% assign post_image = post_image | absolute_url | xml_escape%}{% endunless %}{% endif %}{% endunless %}{% endfor %}",
      "url"      : "/feed.xml"
    },
  
    {
      "title"    : "",
      "content"  : "Atom Feed:&amp;#10;----------------------------------------&amp;#10;Feed entry:&amp;#10;:&amp;#10;:&amp;#10;",
      "url"      : "/feed.xslt.xml"
    }
  
]